Repository: FiksGataMi/fixmystreet-mobile
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreetMobileApp.po
Languages: nb_no

source: (optional)
nb_no: (valgfritt)

source: -- Pick a category --
nb_no: -- Velg en kategori --

source: Account
nb_no: Konto

source: Add Photo
nb_no: Legg til bilde

source: Add a Photo
nb_no: Legg til et bilde

source: Add a Photo
nb_no: Legg til et bilde

source: Add an existing photo
nb_no: Legg til et eksisterende bilde

source: An error was encountered when submitting your report:
nb_no: Det oppstod en feil ved innsending av rapporten:

source: Cancel
nb_no: Avbryt

source: Complete report now
nb_no: Fullfør rapporten nå

source: Confirm Location
nb_no: Bekreft plassering

source: Confirm name
nb_no: Bekreft navn

source: Confirmation email sent
nb_no: Bekreftelses e-post sent

source: Continue
nb_no: Fortsett

source: Could not access location services. Please check permissions.
nb_no: Kunne ikke få tilgang til plasseringstjenester. Vennligst sjekk tillatelser.

source: Could not get location.
nb_no: Kunne ikke finne plassering.

source: Delete
nb_no: Slett

source: Details
nb_no: Detaljer

source: Discard
nb_no: Forkast

source: Draft Reports
nb_no: Utkast

source: Drafts
nb_no: Utkast

source: Enter a password for your account. This won't be activated till you click the link in the confirmation email
nb_no: Skriv inn et passord for kontoen din. Dette vil ikke bli aktivert før du klikker lenken i bekreftelsesmeldingen

source: Finding your location
nb_no: Leter etter plasseringen din

source: Further Details
nb_no: Ytterligere detaljer

source: Got location.
nb_no: Fant plasseringen.

source: Home
nb_no: Hjem

source: I don't want to set a password
nb_no: Jeg vil ikke sette et passord

source: I'd like to set a password
nb_no: Jeg vil sette et passord

source: I've already got one - login
nb_no: Jeg har en allerede - logg inn

source: If you start compiling a report, but don't finish and send it, it'll appear in this menu so you can finish it later
nb_no: Hvis du begynner å lage en rapport, men ikke fullfører og sender den, vises den i denne menyen, slik at du kan fullføre den senere

source: Invalid email
nb_no: Ugyldig e-post

source: Invalid report
nb_no: Ugyldig rapport

source: Locate (optional)
nb_no: Finn posisjon (valgfritt)

source: Location error
nb_no: Posisjonsfeil

source: Login
nb_no: Logg inn

source: More details
nb_no: Flere detaljer

source: More than one location matched that name. Select one below or try entering street name and area, or a postcode.
nb_no: Mer enn ett sted matchet det navnet. Velg et nedenfor, eller prøv å skrive inn gatenavn og område, eller et postnummer.

source: New Report Here
nb_no: Ny rapport her

source: Next
nb_no: Neste

source: No network connection available for submitting your report. Please try again later.
nb_no: Ingen nettverkstilkobling tilgjengelig for innlevering av rapporten. Prøv igjen senere.

source: No problem - we don't like faffing with passwords either.
nb_no: Ikke noe problem - vi liker heller ikke å styre med passord.

source: Offline
nb_no: Frakoblet

source: Oh dear - we can't detect an internet connection. However you can still edit the report now and send it later.
nb_no: Vi kan ikke oppdage en internettforbindelse. Men du kan fortsatt redigere rapporten nå og sende den senere.

source: Oh dear - we can't detect an internet connection. However you can still start a report now and complete it later, by going to 'drafts' when you're back online.
nb_no: Vi kan ikke oppdage en internettforbindelse. Men du kan fortsatt starte en rapport nå og fullføre den senere, ved å gå til "utkast" når du er tilbake på nettet.

source: Optionally enter your phone number
nb_no: Legg til telefonnummer (valgfritt)

source: Photo added
nb_no: Bilde lagt til

source: Photo for report
nb_no: Bilde for rapport

source: Please choose a category
nb_no: Vennligst velg en kategori

source: Please confirm your name, if you want it to be public and optionally your phone number.
nb_no: Vennligst bekreft navnet ditt, hvis du vil at det skal være offentlig og eventuelt ditt telefonnummer.

source: Please enter a location
nb_no: Vennlist legg inn en plassering

source: Please enter a message
nb_no: Vennligst legg inn en beskjed

source: Please enter a password
nb_no: Vennligst legg inn et passord

source: Please enter a subject
nb_no: Vennligst legg inn en tittel

source: Please enter a valid email
nb_no: Vennligst legg inn en gyldig e-post adresse

source: Please enter some details
nb_no: Vennligst legg in noen detaljer

source: Please enter your email
nb_no: Vennligst legg inn e-post adressen din

source: Please enter your email address
nb_no: Vennligst legg inn e-post adressen din

source: Please enter your full name, councils need this information - if you do not wish your name to be shown on the site, untick the box below
nb_no: Vennligst skriv inn ditt fulle navn, administrasjonene trenger denne informasjonen - hvis du ikke ønsker at navnet ditt skal vises på nettstedet, fjerner du avkryssingen under

source: Please enter your name
nb_no: Vennligst legg inn navnet ditt

source: Please enter your phone number (optional)
nb_no: Vennligst legg inn telefonnummeret ditt (valgfritt)

source: Please fill in details of the problem.
nb_no: Vennligst legg inn detljer for problemet.

source: Please give us some basic details, and you're nearly done.
nb_no: Gi oss noen grunnleggende detaljer, og du er nesten ferdig.

source: Please search for a street name and area, or postcode.
nb_no: Vennligst søk etter et gate navn og område eller postnummer.

source: Provide a title
nb_no: Vennligst legg inn en tittel

source: Remove Photo
nb_no: Fjern bilde

source: Report
nb_no: Rapporter

source: Report Created
nb_no: Rapport laget

source: Reposition Report Here
nb_no: Flytt rapport hit

source: Save for Later
nb_no: Lagre til senere

source: Save for later
nb_no: Lagre til senere

source: Search for a place or postcode
nb_no: Søk etter en plass eller et postnummer

source: Search or scroll the map
nb_no: Søk eller bla på kartet

source: Send confirmation email
nb_no: Send bekreftelses e-post

source: Set Report Location
nb_no: Sett rapport plassering

source: Show my name publicly
nb_no: Vis navnet mitt offentlig

source: Sign Out
nb_no: Logg ut

source: Signed in!
nb_no: Logget inn!

source: Signed out!
nb_no: Logget ut!

source: Skip
nb_no: Hopp over

source: Sorry, but we weren't able to establish your location accurately enough to show you a map. Please enter a location in the search box instead
nb_no: Beklager, men vi kunne ikke finne sted nøyaktig nok til å vise deg et kart. Vennligst skriv inn et sted i søkeboksen i stedet

source: Start new report
nb_no: Lag ny rapport

source: Subject
nb_no: Tittel

source: Take a new photo
nb_no: Ta nytt bilde

source: Test version. Reports will not be sent to the council.
nb_no: Testversjon. Rapporter vil ikke bli sendt til administrasjonen.

source: Thanks. Your report will be sent to the authorities immediately.
nb_no: Takk. Din rapport vil bli sendt til myndighetene umiddelbart.

source: There is no internet connection
nb_no: Det er ingen Internett-tilkobling

source: There isn't an internet connection, do you want to save the current report for later?
nb_no: Det er ikke en Internett-tilkobling, vil du lagre gjeldende rapport for senere?

source: There was a problem checking if we have all the details we need. Please try again later.
nb_no: Det var et problem å sjekke om vi har alle detaljene vi trenger. Prøv igjen senere.

source: There was a problem checking we cover this location. Please try again later.
nb_no: Det oppsto et problem med å sjekke at vi dekker dette stedet. Prøv igjen senere.

source: There was a problem logging you in. Please check your email and password and that you have confirmed your password.
nb_no: Det oppsto et problem med å logge deg på. Vennligst sjekk e-postadressen og passordet ditt og at du har bekreftet passordet ditt.

source: There was a problem logging you in. Please try again later.
nb_no: Det oppstod et problem under innloggingen. Vennligst prøv igjen senere.

source: There was a problem logging you out. Please try again later.
nb_no: Det oppstod et problem under utloggingen. Vennligst prøv igjen senere.

source: There was a problem looking up your location.
nb_no: Det oppstod et problem å slå opp posisjonen din.

source: There was a problem submitting your report. Please try again later.
nb_no: Det oppstod et problem under innsendingen av rapporten. Vennligst prøv igjen senere.

source: There was a problem submitting your report. Please try again.
nb_no: Det oppstod et problem under innsendingen av rapporten. Vennligst prøv igjen.

source: There was a problem taking your photo.
nb_no: Det oppstod et problem å ta bildet ditt.

source: There was a problem uploading your report.
nb_no: Det oppstod et problem under opplastingen av rapporten.

source: There was a problem with your email/password combination. If you have forgotten your password, or do not have one, you can set one by returning to the email screen and selecting the set password option. Passwords are not activated until the link in the confirmation email is clicked.
nb_no: Det oppstod et problem med kombinasjonen av e-post / passord. Hvis du har glemt passordet ditt, eller ikke har et, kan du angi et ved å returnere til e-postskjermen og velge innstilt passord. Passordet blir ikke aktivert før du har klikket på lenken i bekreftelsesmeldingen.

source: These are your draft, unsent reports. To finish and send them, open a report when online.
nb_no: Dette er dine utkast, usendte rapporter. For å fullføre og sende dem, åpne en rapport når du er tilkoblet internett.

source: This app needs to send you a confirmation email before we can send your report to the council.
nb_no: Denne appen må sende deg en bekreftelses-epost før vi kan sende rapporten til administrasjonen.

source: This report has a position.
nb_no: Denne rapporten har en plassering

source: Title
nb_no: Tittel

source: To skip this step in future, you can set a password now.
nb_no: For å hoppe over dette steget i framtiden kan du sette et passord nå.

source: Try Again
nb_no: Prøv igjen

source: Unsent Report
nb_no: Usendt rapport

source: Untitled draft
nb_no: Utkast uten tittel

source: Uploading images may take some time, please be patient
nb_no: Å laste opp bilder kan ta litt tid

source: View it on the site
nb_no: Se det på nettstedet

source: We've sent you a confirmation email which may take a few minutes to arrive. Once it arrives click the link in the email to confirm your report.
nb_no: Vi har sendt deg en bekreftelses-epost som kan ta noen minutter å ankomme. Når det kommer, klikk lenken i e-posten for å bekrefte rapporten.

source: You are signed in as %s
nb_no: Du er logget in som %s

source: Your Email
nb_no: Din e-post

source: Your Photo
nb_no: Ditt bilde

source: Your details
nb_no: Dine detaljer

source: Your password
nb_no: Ditt passord

source: discard
nb_no: forkast

source: required
nb_no: påkrevd

source: save
nb_no: lagre
